Revit 2027 API
ParameterTypeId.RebarSystemActiveTopDir2Generic Property
 "Top/Exterior Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveTopDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemActiveTopDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveTopDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveTopDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace